#Задача 5 Вывести цифры числа на каждой новой строке. Пример: 123567
# 1
# 2
# 3
# 4
# 5
# 6
# 7

for i in input('Введи число: '):
    print(i)