# ''' Задача 2 Пользователь в цикле вводит 10 производных цифр.
# Выведите количество введеных пользователем цифр 5. '''

num = int(input('введи: '))
while num > 0:
    print(num)
    num == 5
    break



